[
    {
        "adi": "Krem Karamel",
        "id": 1,
        "image": "https://www.diyetkolik.com/site_media/media/nutrition_images/krem-karamel.jpg",
        "malzemeler": "5 su bardağısüt\r\n 1,5 su bardağıtoz şeker\r\n 6 adet yumurta\r\n 1 çay kaşığı vanilya\r\n 1 yemek kaşığı limon suyu",
        "recipe": "Sütü derin bir tencereye aktarın. Toz şeker ekleyip, karıştırdıktan sonra kısık ateşte 2-3 dakika ılınana kadar pişirin.\r\n\r\nAyrı bir kaba tek tek aldığınız yumurtaları, vanilya ile karıştırdıktan sonra ılık durumda olan şekerli süt karışımına azar azar ılıştırarak ekleyin.\r\n\r\nİyice karıştırdığınız karışımı kısık ateşte 2 dakika kadar pişirdikten sonra ocaktan alın.\r\n\r\nTatlının karameli için; toz şekeri bir tavaya alın ve eriyip karamel halini alana kadar kısık ateşte eritin. Koyulaşıp karamel halini alan toz şekere limon suyu katıp karıştırdıktan sonra ocaktan alın.\r\n\r\nTatlıyı pişireceğiniz fırın kaplarının tabanına hazırladığınız karameli paylaştırın.\r\n\r\nSulu halde olan sütlü tatlı karışımını, pürüzsüz bir kıvam elde etmek için süzerek ayrı bir kaseye alın.\r\n\r\nSütlü karışımı tabanını karamel ile kapladığınız tatlı kaselerine paylaştırdıktan sonra fırın tepsisine yerleştirin.\r\n\r\nKapların yarısına gelecek kadar soğuk suyu fırın tepsisine ekleyin. Tatlıları, önceden ısıtılmış 160 derece fırında yaklaşık 45-50 dakika kadar pişirin.\r\n\r\nFırından çıkardığınız krem karamelleri soğuduktan sonra ters çevirerek kalıplarından çıkartın. Altta kalan karamel sosu üzerlerinden aşağı doğru yayılan tatlıları, arzuya göre dondurma ilavesiyle sevdiklerinizle paylaşın.",
        "sure": 80,
         "pisirimturu":"Fırın",
         "materials":"[süt,toz şeker,yumurta,vanilya,limon suyu]"
    },
    {
        "adi": "Magnolia",
        "id": 2,
        "image": "https://i.pinimg.com/564x/e5/7c/25/e57c255c6088027f720999091471bfb6.jpg",
        "malzemeler": "litre süt\r\n1 su bardağı toz şeker\r\n2 yemek kaşığı nişasta\r\n2 yemek kaşığı un\r\n2 adet yumurta sarısı\r\n1 paket toz vanilya\r\n1 paket süt kreması\r\n1 paket bebe bisküvisi yada petibör bisküvi\r\n10-15 adet çilek",
        "recipe": "Tencereye şeker, nişasta, un, toz vanilya ve yumurtayı alıyoruz.\r\nYavaş yavaş sütü ekliyoruz ve çırpma teli ile topaklanmayacak şekilde çırpıyoruz.\r\nOcağa koyup karıştırmaya başlıyoruz.\r\nKaynamaya başlayan ve muhallebi kıvamına gelen karışımımızın altını kapatıyoruz.\r\nEğer topaklanma oldu ise blendardan geçiriyoruz ve soğumaya bırakıyoruz.\r\nMuhallebimiz soğurken bisküvileri rondoda incecik olana kadar geçiriyoruz.\r\nMuhallebimiz soğuduktan sonra içine bir paket kremamızı da ilave edip blenderla veya çırpma teli ile çırpıyoruz.\r\nİsterseniz kuplara isterseniz küçük borcama koyuyoruz, size kalmış süslüyoruz.\r\nİlk olarak bisküvi sonra çilek sonra muhallebi, sonra tekrar bisküvi çilek ve tekrar muhallebi ve en son üste bisküvi koyup üzerini süslüyoruz",
        "sure": 40,
         "pisirimturu":"ocak",
         "materials":"[şeker,un nişasta,yumurta,petibör bisküvi,toz vanilya ]"
    },
    {
        "adi": "San Sebastiann Cheescake\r\n",
        "id": 3,
        "image": "https://lezzet.blob.core.windows.net/images-xxlarge-recipe/ustasindan-san-sebastian-cheesecake-200bfbb7-ec50-4520-ae33-42315026f8d9.jpg",
        "materials": "400 gr labne peynir\r\n\r\n200 gr krem peynir \r\n\r\n2 paket krema ( 400 gr ) \r\n\r\n4 orta boy yumurta (oda sıcaklığında olmalı)\r\n\r\n1 su bardağı şeker (250 ml)\r\n\r\n1 dolu yemek kaşığı un\r\n\r\n1 paket vanilya",
        "recipe": "İlk olarak şekeri, krem ve labne peynirleri derin bir kapta, şeker tamamen eriyene kadar çırpın. Yumurtaları tek tek ekleyerek çırpmaya devam edin. İlk yumurtayı ekleyin ve birkaç dakika çırpın. Sonra ikinci yumurtayı ekleyin ve yine birkaç dakika daha çırpın.Sonra üçüncü yumurtayı ekleyip çırpın ve son yumurtayı da ekleyip çırptıktan sonra vanilya ile beraber 1 kaşık unu azar azar ekleyerek çırpmaya devam edin. En son kremayı ekleyin ve birkaç dakika daha çırpın. \r\nKelepçeli kalıbınıza yağlı kağıt yerleştirdikten sonra içine, hazırladığınız karışımı dökün ve önceden 200 derece ısıtılmış fırında üzeri hafif kahverengi olana kadar pişirin (40-50 dk). \r\nPişen cheesecakei fırından yavaşça çıkartın.\r\n Kabaran ve biraz da sallanan bir kıvamı olacaktır. Fırından çıkan cheesecakei ılıdıktan sonra dolaba kaldırın ve birkaç saat dinlendirdikten sonra servis edin.",
        "sure": 35,
         "pisirimturu":"fırın"
    },
    {
        "adi": "Künefe",
        "id": 4,
        "image": "https://cdn.yemek.com/uploads/2018/12/ekol-yeni.jpg",
        "malzemeler": "500 gram tel kadayıf\r\n200 gram tereyağ\r\n200 gr dil peyniri\r\n\r\nŞerbeti için;\r\n\r\n1,5 su bardağı şeker\r\n1,5 su bardağı su\r\n3-4 damla limon suyu",
        "recipe": "İlk önce şerbetini hazırlayalım. Bunun için şeker ve suyu tencre alalım ve kaynatalım. Tereyağını eritelim ve kadayıfları tereyağ ile yoğuralım. Krep tavasına tereyağı koyalım. Kadayıfların bir kısmını tavaya koyalım ve elimizle bastıralım.\r\n\r\nPeynirleri keselim ve kadayıfın içine eşit bir şekilde koyalım. Geri kalan kadayıf ile peynirin üzerine kapatalım. Kadayıflar kızarana kadar künefeyi pişirelim. Künefe sıcak, şerbet ılıkken üzerine dökelim. Bir süre şerbeti çekmesini bekledikten sonra servis edelim.",
        "sure": 50,
         "pisirimturu":"ocak",
          "materials":"[tel kadayıf,tereyağ,dil peyniri,şeker,su ,limon suyu ]"
    },
    {
        "adi": "Profiterol",
        "id": 5,
        "image": "https://www.yemektarifhane.com/wp-content/uploads/2019/04/elmal%C4%B1-profiterol.jpg",
        "malzemeler": " su bardağı un\r\n 125 gram margarin ya da tereyağı\r\n1 su bardağı su\r\n3 adet yumurta (Yumurtalar large boyutunda olmalı)\r\nKreması için:\r\n\r\n1 paket vanilya\r\n2,5 su bardağı süt\r\n1,5 çay bardağı şeker\r\n1 adet yumurta\r\n3 yemek kaşığı un",
        "recipe": "İlk önce profiterol hamuru için kolları sıvayalım. Elimize küçük bir tencere alarak içine margarini ve 1 su bardağı suyu koyalım. Ardından ocağın altını açarak kaynatalım. Margarin eridikten sonra 1 su bardağı unu tencerenin içine dökelim ve 3 – 4 dakika karıştıralım. Daha sonra ocaktan tencereyi alalım ve 15 dakika soğumaya bırakalım. 3 tane yumurtayı tek tek hamurun üstüne kırın, her kırmada hamura yedirerek devam edin. Yapışkan bir hamur haline gelmiş olacak. Yumurtaları hamura yedirdikten sonra 15 dakika dinlenmeye bırakın.\r\nSıra geldi hamuru pişirmeye. Tepsimizi hazırlayıp güzelce yağlayalım. Bir kaşık yardımı ile ceviz büyüklüğünde hamurları kalıplar halinde ayırarak tepsinin içine yerleştirelim. Hamurların arasında en az 3 cm boşluk olsun. Fırınımızı 180 dereceye ayarlayıp ısıtalım. Daha sonra tepsimizi fırına koyalım ve 40 dakika bekleyelim. Üzeri kızarması gerek.\r\nKremasını hazırlamak için de vanilya hariç diğer malzemelerimizi bir tencereye koyup ocağa yerleştirin ve pişirin. Bu karışım piştikten sonra en son ocaktan alarak üstüne vanilyayı dökerek tekrar karıştırın.\r\n Şimdi geldi kremaları profiterol hamurunun içine doldurmaya. Burada krema sıkacağı ile hamurların içine tek tek kremaları sıkıp dolduracağız. Doldurtan sonra tekrar tepsiye dizin.\r\nEn son olarak çikolata sosumuzu tepsinin üzerinden yavaşça gezdirin. ",
        "sure": 35,
         "pisirimturu":"fırın", 
          "materials":"[un ,tereyağ,yumurta ,vanilya,süt,su ,şeker, un ]"
    },
    {
        "adi": "Trileçe",
        "id": 5,
        "image": "https://i.pinimg.com/564x/e2/58/cb/e258cbfecccc518194abe9fbbb60fd93.jpg",
        "materials": "[ yumurta,toz şeker,un,kabartma tozu,vanilin,süt,toz şeker,toz şeker,tereyağı,krema]",
        "recipe": "Derin bir karıştırma kasesinin içerisine yumurta ve şekeri ekleyip, şekerler eriyene ve karışımın rengi açılıp, krema kıvamına gelene kadar çırpın.Un, kabartma tozu ve vanilini yumurtalı karışımın içerisine eleyerek ekleyin.Spatula yardımıyla kuru malzemelerin sıvı malzemelerle birleşmesi için altan üstte doğru sürekli olarak karıştırın.Güzelce karışmış olan kek harcını yağlanmış fırın kabınıza dökün ve üzerini düzeltin.Trileçenin pandispanyasını önce 170 derece ısıtılmış fırında 10 dakika pişirin. 10 dakika sonunda fırın ısısını 150 dereceye indirip 20-25 dakika kadar pişirin.Pişen pandispanyayı oda sıcaklığında soğumaya bırakın ve üzerine kürdan yardımıyla delikler açın.Sütlü şerbeti için; inek sütü, manda sütü ve keçi sütünü tencereye alın. Şekerini de ekleyip eriyene kadar karıştırın. Kaynamaya başladıktan sonra ocağın altını kapatın ve ılımaya bırakın.Karameli için; ayrı bir sos tenceresinde toz şekeri kontrollü olarak eritin. Üzerine tereyağını ekleyin. Fokurdamaya başlayan tereyağlı şekerin üzerine kremayı ekleyin ve karıştırıp ocaktan alın, soğumaya bırakın.Oda sıcaklığında soğumuş olan trileçe pandispanyasının üzerine ılık sütlü şerbeti ekleyin ve sütü iyice çektikten sonra buzdolabında soğumaya bırakın.Bu esnada 1 paket krem şanti hazırlayın.Soğumuş olan kekinizin üzerine ince bir tabaka halinde krem şantiyi yayın.Hazırlamış olduğunuz karameli de üzerine güzelce yaydıktan sonra dilimleyin ve soğuk olarak servis edin..",
        "sure": 50,
         "pisirimturu":"ocak",
           "malzemeler":"5 adetbüyük boy yumurta\r\n 6 yemek kaşığıtoz şeker\r\n 7 yemek kaşığıun\r\n 1 paketkabartma tozu\r\n 1 paketvanilin\r\n\r\n Şerbeti için:\r\n 2 su bardağıinek sütü\r\n 1 su bardağıkeçi sütü\r\n 1 su bardağımanda sütü\r\n 1 su bardağıtoz şeker\r\n\r\n Karameli İçin:\r\n 1 çay bardağıtoz şeker(büyük çay bardağı)\r\n 2 yemek kaşığıtereyağı\r\n 1 paketkrema"
    },
    {
        "adi": "Sütlü İrmik Tatlısı",
        "id": 6,
        "image": "https://i.pinimg.com/564x/14/88/69/148869b62b3ef999af8dd731cdea50e1.jpg",
        "materials": "[süt, irmik,toz şeker, vanilya,teremyağ, hindistancevizi]",
        "recipe": "Soğuk süte toz şeker ve irmiği ekleyip kaynatın.\r\n Biraz koyulaşıp muhallebi kıvamına gelince vanilya Teremyağ ve 1 çorba kaşığı hindistancevizi ekleyip boza kıvamına gelinceye kadar karıştırın.\r\n Boza kıvamına gelince ıslatılmış tepsi veya bir kalıba döküp soğutun\r\n  Üzerini antepfıstığı veya tarçınla süsleyip dilimleyerek soğuk olarak servis yapın..",
        "sure": 30,
         "pisirimturu":"ocak",
         "malzemeler":"1 kg süt\r\n 1 su bardağı irmik\r\n 7 çorba kaşığı toz şeker\r\n 1 paket vanilya\r\n 1 çorba kaşığı Teremyağ\r\n 1 çorba kaşığı\r\n hindistancevizi"
    },
    
]