[
    {
        "adi": "Köri Soslu Tavuk",
        "id": 1,
        "image": "https://saniyeanneyemekleri.com/wp-content/uploads/korili-mantarli-tavuk-sote-tarifi.jpg",
        "materials": "1 parça tavuk göğsü\r\nyarım kutu sıvı krema (100 ml)\r\n2-3 yemek kaşığı zeytinyağı\r\n1 tatlı kaşığı toz kırmızı biber\r\n1 tatlı kaşığı kekik\r\nyarım çay kaşığı karabiber\r\n1 çay kaşığı köri\r\n1 çay kaşığı tuz\r\n1 yemek kaşığı dolusu parmesan peyniri (tercihe bağlı)\r\n1 avuç arpacık soğan",
        "recipe": "Genişçe bir tavayı kızdırın. Gerekirse az sıvı yağ ilave edin veya marine ederken eklediğiniz yağ zaten yeterli olacaktır.\r\nTavuk etlerini tavaya alın. Suyunu salmasına fırsat vermeden tavukları pişirin, burada önemli olan etler üstüste dolu dolu olmasın. Eğer her bir parça ayrı ayrı yağa temas etmezse etiniz sulanacaktır. Bu durumda kuru ve lezzetsiz bir tavuk olur. Çoklukla göğüs etinin lezzetsiz bulunmasının nedeni de budur zaten, ama siz bu şekilde pişirirseniz lokum gibi olacağına emin olabilirsiniz.\r\nTavukları çevirerek pişirin, 2-3 dk sonra arpacık soğanları da ilave edin.\r\nTavukların her tarafı altın rengi olunca sıvı kremayı ve köri ve tuzu ekleyin. Karıştırın, 1-2 dk pişirin.\r\nSon aşamada ben biraz kıvam da vermesi için evde varsa 1 yemek kaşığı parmesan peyniri ekliyorum. Bir iki çevirip hemen sıcağıyla servis edelim",
        "sure": 50,
         "pisirimturu":"ocak"
    },
    {
        "adi": "Fırında Soslu Tavuk",
        "id": 2,
        "image": "https://www.misssgibi.com/media/scaled/2020/04/11/ozel-soslu-firinda-tavuk-patates-w1600.jpg",
        "materials": "8 adet tavuk baget\r\n2 adet orta boy patates\r\n1 yemek kaşığı salça\r\n2-3 yemek kaşığı soya sosu\r\nyarım çay bardağı zeytinyağı\r\n1 çay kaşığı tuz kekik, köri\r\n2 diş sarımsak",
        "recipe": "Sos malzemelerini derin bir kaseye koyuyoruz. SOya sosu, zeytinyağı, salça, baharatlar,ı güzelce karıştırıyoruz.\r\nTavuk bagetleri ve iri doğranmış patatesleri ekleyip elimizle harmanlıyoruz. SOs tüm malzemelere bulansın istiyoruz.\r\nVaktiniz varsa bir süre üstü kapalı vaziyette bekletin, vaktiniz yoksa tepsiye sırayla diziyoruz bagetleri, aralarına patatesleri dizip üstüne sosu döküyoruz. Yağlı kağıdı su altında tutup sıkıyoruz.\r\nIslattığımız yağlı kağıtla tepsinin üstünü kapatıyoruz. Önceden ısıtılmış 180 dercee fırına sürüp yaklaşık 45-50 dakika pişiriyoruz. SOn 10 dakikada yağlı kağıdı çekip nar gibi kızarmasını sağlayabilirsiniz. Afiyet olsun.",
        "sure": 60,
         "pisirimturu":"fırın"
    },
    {
        "adi": "Soya Soslu Tavuk",
        "id": 3,
        "image": "https://cdn.yemek.com/mncrop/940/625/uploads/2014/06/soya-soslu-tavuk-yeni.jpg",
        "materials": "2 adetfileto tavuk göğsü\r\n1 su bardağıun\r\n1 dişsarımsak\r\n1/2 çay bardağısoya sosu\r\n1 yemek kaşığıbal\r\n2 yemek kaşığısıvı yağ(ayçiçek veya zeytinyağı)",
        "recipe": "Fileto tavuk göğüslerini önce yatay olarak ikiye kesin ardından küp küp doğrayın.\r\n\r\nDoğradığınız tavukları ince bir katman olacak şekilde una bulayın.\r\n\r\nSoya sosu, bal ve bir yemek kaşığı yağı bir kasede güzelce karıştırın ve kenara ayırın.\r\n\r\nBir yemek kaşığı yağı tavaya dökün ve ısıtın. Tavukları ekleyin, tavayı aralarda sallayarak ya da karıştırarak yüksek ateşte 2-3 dakika soteleyin.\r\n\r\nİnce kıyıp ardından ezdiğiniz sarımsağı da ekleyin ve ocağı orta ateşe alın.\r\n\r\nSoya sosu karışımını tavaya ekleyin ve tavuklarla iyice bütünleşinceye dek karıştırın ve pişirmeye devam edin.\r\n\r\nTavadaki sos hafifçe kıvam almaya başladığında altını kapatın, sosuyla beraber servis edin",
        "sure": 40,
         "pisirimturu":"ocak"
    },
    {
        "adi": "Barbekü Soslu \tTavuk",
        "id": 4,
        "image": "https://www.yemektarifi.com/wp-content/uploads/2017/02/barbeku-soslu-tavuk-sote.jpg",
        "malzemeler": "2 adet büyük pirzola tavuk\r\n1 adet soğan\r\n5-6 diş sarımsak\r\n1 kapya kırmızı biber\r\n7-8 yemek kaşığı barbekü sos\r\n1 yemek kaşığı dolu dolu nişasta\r\nYarım çay bardağı su\r\nTuz karabiber pulbiber\r\n zeytinyağı\r\n mantar ",
        "recipe": "Öncelikle tavukları ince şekilde doğrayın ve suyunu salıp çekene kadar ara sıra karıştırarak kısık ateşte pişirin.\r\nBu sırada biberi soğanı doğrayın.\r\nÖnce soğanla biraz kavurun sonra sarımsak ve kırmızı biber doğrayın ve onunla birlikte ara sıra karıştırarak pişirin.\r\nPişince baharatlarını aktarın ve barbekü sosu koyun. Ben dolu dolu kullandım çok seviyorum çünkü siz damak tadınıza göre ayarlama yapın.\r\nBarbekü sos ile birlikte yarım çay bardağı suyla nişastayı açın onu da aktarın kıvam alana kadar kısık ateşte pişirin bir 7/8 dk da hazır olacaktır.",
        "sure": 30,
         "pisirimturu":"ocak",
         "materials":"[ pirzola tavuk,soğan,sarımsak,kırmızı biber,barbekü sos,nişasta,su,tu<,karabiber,pulbiber,zeytinyağ,mantar]"
    }
]